---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.PipeScheduleType
source: html/b2f6c171-09ce-07de-3b4e-24c8502887a0.htm
---
# PipeScheduleType Properties

The id of the assembly instance to which the element belongs.